Repository: ltrgithub/X3GestAA
Catalog: translation-indexes/messages_Syracuse.tmx
Source language: en_us
Languages: de_de, es_es, fr_fr, pt_pt, zh_cn

source: Bad application '{0}' not found or not available on endpoint '{1}'
de_de: Fehlerhafte Anwendung '{0}' nicht gefunden oder im Endpoint '{1}' nicht verfügbar
es_es: Aplicación '{0}' no encontrada o no disponible en el punto de acceso '{1}'
fr_fr: Application '{0}' non trouvée ou non disponible sur le point d'accès '{1}'
pt_pt: Aplicação '{0}' não foi encontrado ou não disponível no ponto de acesso '{1}'
zh_cn: 接入点'{1}'上未找到应用程序'{0}'或该应用不可用

source: Invalid application '{0}'
de_de: Ungültige Anwendung '{0}'
es_es: Aplicación '{0}' no válida.
fr_fr: Application '{0}' non valide.
pt_pt: Aplicação '{0}' é inválido.
zh_cn: 应用程序'{0}'无效。

source: X3 representations '{0}' not found or not valid
de_de: X3 Repräsentationen '{0}' nicht gefunden oder ungültig
es_es: {0} : protocolo no válido
fr_fr: {0} : prototype non valide
pt_pt: {0} : protótipo inválido
zh_cn: {0}：原型无效

source: Please check if representations exist with 'Mobile' type and revalidate them
de_de: Bitte prüfen, ob Repräsentationen mit 'Mobile' Typ vorhanden sind und erneut validieren
es_es: Compruebe que las representaciones existen y son de tipo 'Móvil' antes de revalidar
fr_fr: Verifiez que les représentations existent et sont bien de type 'Mobile' puis revalider
pt_pt: Verifique se existem representações e são do tipo 'Móvel' e revalidar
zh_cn: 请检验这些表示法是否存在且是否是'移动'类型的，然后重新审核

source: Conflicting links
de_de: Inkompatible Links
es_es: Enlaces incompatibles
fr_fr: Liens incompatibles
pt_pt: Ligações incompatíveis
zh_cn: 链接不相容

source: {0} : invalid representation
de_de: {0} : ungültige Repräsentation
es_es: {0} : Representación no válida
fr_fr: {0} : Representation invalide
pt_pt: {0} : Representação inválido
zh_cn: {0}：表示法无效

source: Extracting menu entries for locale {0}
de_de: Menüeinträge für lokale Parameter {0} extrahieren
es_es: Extracción de las entradas de menú para los parámetros regionales {0} en curso
fr_fr: Extraction des entrées de menu pour les paramètres régionaux {0} en cours
pt_pt: Entradas do menu de extração para a localidade {0} ser
zh_cn: 正在为本地化设置{0}提取菜单项

source: Extracting locale {0} finished
de_de: Extraktion lokale Parameter {0} beendet
es_es: Extracción de los parámetros regionales {0} terminada
fr_fr: Extraction des paramètres régionaux {0} terminée
pt_pt: Locale Extração {0} concluída
zh_cn: 本地化设置{0}的提取已结束

source: Menu entry {0} has no menu code and will be ignored
de_de: Menüeintrag {0} hat keinen Menücode und wird nicht berücksichtigt
es_es: La entidad de menú {0} no tiene código de menú y será ignorada
fr_fr: L'entrée de menu {0} n'a pas de code de menu et sera ignorée
pt_pt: A entrada de menu {0} não tem um código de menu e será ignorado
zh_cn: 菜单项{0}没有菜单代码，故而将被忽略

source: Importing
de_de: Importieren
es_es: Importación en curso
fr_fr: Import en cours
pt_pt: Importação atual
zh_cn: 正在导入·

source: Module {0} has been created
de_de: Modul {0} wurde erstellt
es_es: El módulo {0} se ha creado
fr_fr: Le module {0} a été créé
pt_pt: O módulo {0} foi criado
zh_cn: 已创建模块{0}

source: Module {0} has been modified
de_de: Modul {0} wurde geändert
es_es: El módulo {0} se ha modificado
fr_fr: Le module {0} a été modifié
pt_pt: O módulo {0} foi alterado
zh_cn: 已修改模块{0}

source: Submodule {0} has been created
de_de: Untermodul {0} wurde erstellt
es_es: El submódulo {0} se ha creado
fr_fr: Le sous-module {0} a été créé
pt_pt: O sub-módulo {0} foi criado
zh_cn: 已创建子模块{0}

source: Submodule {0} has been modified
de_de: Untermodul {0} wurde geändert
es_es: El submódulo {0} se ha modificado
fr_fr: Le sous-module {0} a été modifié
pt_pt: O sub-módulo {0} foi alterado
zh_cn: 已修改子模块{0}

source: Menu item {0} ({1}) has been created
de_de: Menüeintrag {0} wurde erstellt
es_es: La entrada de menú {0} se ha creado
fr_fr: L'entrée de menu {0} a été créée
pt_pt: A entrada de menu {0} foi criado
zh_cn: 已创建菜单项{0}

source: Menu item {0} has been modified (old:{1}, new:{2})
de_de: Menüeintrag {0} wurde geändert
es_es: La entrada de menú {0} se ha modificado
fr_fr: L'entrée de menu {0} a été modifiée
pt_pt: A entrada de menu {0} foi alterado
zh_cn: 已修改菜单项{0}

source: Page {0} has been modified
de_de: Seite {0} wurde geändert
es_es: La página {0} se ha modificado
fr_fr: La page {0} a été modifiée
pt_pt: Página {0} foi alterado
zh_cn: 已修改页面{0}

source: No menu code {0}
de_de: Kein Menücode {0}
es_es: Ningún código de menú {0}
fr_fr: Aucun code de menu {0}
pt_pt: No código do menu {0}
zh_cn: 没有菜单代码{0}

source: User
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
pt_pt: Utilizador
zh_cn: 用户

source: Profession code
de_de: Berufscode
es_es: Código funcional
fr_fr: Code métier
pt_pt: Código função
zh_cn: 工艺代码

source: An error occured while executing step [{0}] ; Http error is {1} : {2}
de_de: Ein Fehler ist aufgetreten, während Schritt [{0}] ausgeführt wurde ; Http Fehler ist {1} : {2}
es_es: Un problema ha ocurrido durante la ejecución de la etapa [{0}]; El error Http es {1} : {2}
fr_fr: Un problème est survenu lors de l'éxécution de l'étape [{0}] ; L'erreur Http est {1} : {2}
pt_pt: Ocorreu um problema durante a etapa de execução [{0}]; Http erro é {1}: {2}
zh_cn: 在执行步骤[{0}]时突然出现一个问题；Http错误为{1} : {2}

source: Create working copy
de_de: Arbeitskopie erstellen
es_es: Creación de la instancia de trabajo
fr_fr: Création de l'instance de travail
pt_pt: Criar o exemplo de trabalho
zh_cn: 创建工作实例

source: Call AIMPORT method
de_de: AIMPORT-Methode aufrufen
es_es: Llamada del método AIMPORT
fr_fr: Appel de la méthode AIMPORT
pt_pt: Chamar o método AIMPORT
zh_cn: 调用AIMPORT方法

source: Retrieve $prototype of AMIGDASH class for $edit facet
de_de: $prototype aus AMIGDASH Klasse für $edit Facette abrufen
es_es: Recuperación del $prototipo de la clase AMIGDASH para la vista $edit
fr_fr: Récupération du $prototype de la classe AMIGDASH pour la vue $edit
pt_pt: Recuperação de classe protótipo $ AMIGDASH por US $ visualização de edição
zh_cn: 为视图$edit恢复AMIGDASH类的原型

source: Get Clob content generated by AMIGSYRPORT process
de_de: Clob-Inhalt durch AMIGSYRPORT Prozess generieren
es_es: Recuperación del contenido del Clob generado para el proceso AMIGSYRPORT
fr_fr: Récupération du contenu du Clob généré par le traitement AMIGSYRPORT
pt_pt: Diretório Recuperando Clob gerado pelo AMIGSYRPORT tratamento
zh_cn: 恢复由AMIGSYRPORT程序生成的Clob的内容

source: Abort working copy creation
de_de: Erstellung Arbeitskopie abbrechen
es_es: Cancelación de la creación de la instancia de trabajo
fr_fr: Annulation de la création de l'instance de travail
pt_pt: Cancelar a criação da instância de trabalho
zh_cn: 撤销工作实例的创建

source: Without data, the dashboard of '{0}' can't be imported
de_de: Ohne Daten kann das Dashboard von '{0}' nicht importiert werden
es_es: Sin ningún dato, el portal de '{0}' no se ha podido importar
fr_fr: Sans aucune donnée, le portail de '{0}' n'a pas pu être importé
pt_pt: Não há dados, o portal '{0}' não pode ser importado
zh_cn: 没有任何数据，未能导入'{0}'的门户

source: Some errors have occured, see diagnoses to get details
de_de: Einige Fehler sind aufgetreten, Datails siehe Diagnosen
es_es: la importación ha terminado con errores, ver los díagnosticos para más detalle
fr_fr: L'import s'est terminé avec des erreurs, voir les diagnostiques pour plus de détails
pt_pt: A importação foi concluída com erros, consulte o diagnóstico para detalhes
zh_cn: 导入完成但出错，请参阅诊断以了解详细信息

source: Cannot change protocol type of application {0} as endpoints are associated
de_de: Protokolltyp der Anwendung {0} kann nicht geändert werden, da Endpoints zugeordnet sind
es_es: Imposible cambiar el tipo de protocolo de la aplicación {0} porque existen endpoints asociados·
fr_fr: Impossible de changer le type de protocole de l'application {0} car il existe des endpoints associés
pt_pt: Não é possível alterar o tipo de protocolo de aplicação {0} pontos finais, porque não estão associados
zh_cn: 无法变更应用程序{0}的协议类型，因为其有关联的端点

source: Some hosts may restart to follow these connection changes. Proceed?
de_de: Einige Hosts werden eventuell neugestartet um diese Zertifikatsänderungen vorzunehmen. Fortfahren?
es_es: Puede que algunos servidores vuelvan a arrancar para seguir estos cambios de conexión. ¿Desea continuar?·
fr_fr: Il est possible que certains hôtes redémarrent afin de suivre ces changements de connexion. Continuer ?
pt_pt: É possível que alguns reinicialização do host para acompanhar as modificaçãos de conexão. Continuar?
zh_cn: 很可能重新启动了一些主机，以便追踪连接的这些更改。要继续吗？

source: Passphrase has already been set or is wrong
de_de: Passphrase wurde schon festgelegt oder ist falsch
es_es: Frase secreta ya definida o errónea
fr_fr: Phrase secrète déjà définie ou erronée
pt_pt: Passphrase já definido ou errónea
zh_cn: 口令短语已定义或不正确

source: Cannot delete internal instance
de_de: Interne Instanz kann nicht gelöscht werden
es_es: Imposible borrar la instancia interna
fr_fr: Impossible de supprimer l'instance interne
pt_pt: Não foi possível remover o corpo interno
zh_cn: 无法删除内部实例

source: Some hosts may restart to follow these certificate changes. Proceed?
de_de: Einige Hosts werden eventuell neugestartet um diese Zertifikatsänderungen vorzunehmen. Fortfahren?
es_es: Puede que algunos servidores vuelvan a arrancar para seguir estos cambios de certificados. ¿Desea continuar?·
fr_fr: Il est possible que certains hôtes redémarrent afin de suivre ces changements de certificat. Continuer ?
pt_pt: É possível que alguns reinicialização do host para monitorar essas alterações no certificado. Continuar?
zh_cn: 很可能重新启动了一些主机，以便追踪证书的这些更改。要继续吗？

source: No certificate
de_de: Kein Zertifikat
es_es: Ningún certificado
fr_fr: Aucun certificat
pt_pt: Nenhum certificado
zh_cn: 没有证书

source: No certificate directory available
de_de: Kein Zertifikatsverzeichnis verfügbar
es_es: Ningún directorio de certificado disponible
fr_fr: Aucun répertoire de certificats disponible
pt_pt: No diretório de certificados disponíveis
zh_cn: 没有可用的证书目录

source: Passphrase has been successfully set
de_de: Passphrase wurde erfolgreich festgelegt
es_es: La frase secreta se ha definido con exito
fr_fr: La phrase secrète a été définie avec succès
pt_pt: A senha foi definida com êxito
zh_cn: 已成功设置口令短语

source: Certificate used for connection of host {0} on port {1}
de_de: Zertifikat für Verbindung von Host {0} zu Port verwendet {1}
es_es: Certificado utilizado para la conexión del servidor {0} en el puerto {1}
fr_fr: Certificat utilisé pour la connexion de l'hôte {0} sur le port {1}
pt_pt: Certificado utilizado para conectar host {0} na porta {1}
zh_cn: 证书已在端口{1}上用于主机{0}的连接

source: Cannot change certificates for host {0}
de_de: Zertifikate für Host {0} können nicht geändert werden
es_es: Imposible cambiar los certificados para el servidor {0}
fr_fr: Impossible de changer les certificats pour l'hôte {0}
pt_pt: Não é possível alterar os certificados para o host {0}
zh_cn: 无法为主机{0}更改这些证书

source: Client certificate must not be dedicated to one Syracuse server
de_de: Client-Zertifikat darf nicht einem Syracuse-Server zugeordnet werden
es_es: El certificado del cliente no debe ser dedicado a un solo servidor Syracuse
fr_fr: Le certificat du client ne doit pas être dédié à un seul serveur Syracuse
pt_pt: O certificado do cliente não deve ser dedicado a um único servidor de Syracuse
zh_cn: 该客户端证书不应只专用于一个Syracuse服务器

source: Different certification authority certificates for client and server
de_de: Unterschiedliche Prüfstellenzertifikate für Client und Server
es_es: Los certificados de autoridades de certificación utilizados para el cliente y el servidor son diferentes
fr_fr: Les certificats d'autorités de certification utilisés pour le client et le serveur sont différents
pt_pt: Os certificados de autoridades de certificação usados ??para cliente e servidor são diferentes
zh_cn: 客户端和服务器使用的认证授权证书不同

source: No private key in client certificate
de_de: Kein privater Schlüssel im Client-Zertifikat
es_es: Ninguna clase privada en el certificado del cliente
fr_fr: Aucune clé privée dans le certificat du client
pt_pt: Sem chave privada do certificado cliente
zh_cn: 在此客户端证书中没有任何私钥

source: No private key in server certificate
de_de: Kein privater Schlüssel im Server-Zertifikat
es_es: Ninguna clave privada en el certificado del servidor
fr_fr: Aucune clé privée dans le certificat du serveur
pt_pt: Sem chave privada do certificado do servidor
zh_cn: 在此服务器证书中没有任何私钥

source: Server certificate for connection at port {0} is dedicated to wrong server {1}
de_de: Server-Zertifikat für Verbindung zum Port {0} wurde dem falschen Server {1} zugeordnet
es_es: El certificado de servidor utilizado para la conexión al puesto {0} está dedicado al servidor erróneo {1}
fr_fr: Le certificat de serveur utilisé pour la connexion au port {0} est dédié au mauvais serveur {1}
pt_pt: O certificado de servidor usado para conectar a porta {0} é dedicado para o servidor errado {1}
zh_cn: 端口{0}连接所用的服务器证书是错误服务器{1}专用的

source: Solution descriptor not found for endpoint {0}. Check "Solution name" field or "solution.json" configuration file.
de_de: Lösungsdeskriptor für Endpoint {0} nicht gefunden. Feld "Lösungsname" oder Konfigurationsdatei "solution.json" prüfen.
es_es: Descriptor de soluciones no encontrado para el endpoint {0}. Compruebe el "Nombre de solución' o el fichero solution.json·
fr_fr: Le descripteur solutions n'a pas été trouvé pour le endpoint {0}. Vérifier le 'Nom solution' dans le fichier solution.json.
pt_pt: Soluções descritor não foi encontrado para o endpoint {0}. Confira solução Name 'no arquivo solution.json.
zh_cn: 未找到端点{0}的解决方案描述符。请检验'解决方案名称'字段或者"solution.json"配置文件。

source: Solution name is required for endpoint {0}
de_de: Lösungsname für Endpoint {0} erforderlich
es_es: El nombre de la solución se requiere para el endpoint {0}
fr_fr: Le nom de la solution est requis pour le endpoint {0}
pt_pt: O nome da solução é necessário para o terminal {0}
zh_cn: 端点{0}需要解决方案名称

source: Internal error: iso language map entry missing for {0}
de_de: Interner Fehler: iso Sprachmapeintrag fehlt für {0}
es_es: Error interno: La entrada de mapping idioma ISO falta para {0}
fr_fr: Erreur interne: l'entrée de mapping langue ISO est manquante pour {0}
pt_pt: Erro interno linguagem de mapeamento de entrada ISO está faltando para {0}
zh_cn: 内部错误：{0}缺少ISO映射语言的录入

source: The endpoint is set as default endpoint for application {0}
de_de: Der Endpoint ist als Default-Endpoint für Anwendung {0} festgelegt
es_es: El endpoint está definido como endpoint por defecto para la aplicación {0}
fr_fr: Le endpoint est défini en tant qu'endpoint par défaut pour l'application {0}
pt_pt: O endpoint é definido como padrão qu'endpoint para aplicação {0}
zh_cn: 此端点被定义为应用{0}的默认端点

source: Server error reading prototype: {0}; Error: {1}
de_de: Serverfehler beim Lesen des Prototyps: {0}; Fehler: {1}
es_es: Error del servidor durante la lectura del prototipo : {0}; Error : {1}
fr_fr: Erreur du serveur lors de la lecture du prototype : {0}; Erreur : {1}
pt_pt: Erro de servidor ao ler o protótipo: {0}; Erro: {1}
zh_cn: 在读取原型时服务器出错：{0}；错误：{1}

source: Base help URL returns an error: {0}
de_de: Basishilfe URL gibt einen Fehler aus: {0}
es_es: La URL de ayuda reenvía un error : {0}
fr_fr: L'URL d'aide de base renvoie une erreur : {0}
pt_pt: A base ajuda URL retornar um erro: {0}
zh_cn: 数据库帮助的URL返回一个错误：{0}

source: Solution name '{0}' in instance differs from solution name '{1}' in descriptor
de_de: Lösungsname '{0}' in Instanz untescheidet sich vom Lösungsnamen '{1}' im Deskriptor
es_es: El nombre de la solución '{0}' en la instancia es diferente del nombre de la solución '{1}' en el descriptor.
fr_fr: Le nom de la solution '{0}' dans l'instance est différent du nom de la solution '{1}' dans le descripteur
pt_pt: O nome da solução '{0}' no processo é diferente do nome da solução '{1}' no descritor
zh_cn: 在实例中的解决方案名称'{0}'与在描述符中的解决方案名称'{1}'不同

source: Solution name '{0}' in instance differs from solution name '{1}' in FOLDERS.json
de_de: Lösungsname '{0}' in Instanz untescheidet sich vom Lösungsnamen '{1}' in FOLDERS.json
es_es: El nombre de la solución '{0}' en la instancia es diferente del nombre de la solución '{1}' en FOLDERS.json
fr_fr: Le nom de la solution '{0}' dans l'instance est différent du nom de la solution '{1}' dans FOLDERS.json
pt_pt: O nome da solução '{0}' no processo é diferente do nome da solução '{1}' em FOLDERS.json
zh_cn: 在实例中的解决方案名称'{0}'与在FOLDERS.json中的解决方案名称'{1}'不同

source: Folders.json not found at url "{0}". Please check your server settings and solution name.
de_de: Folders.json auf URL "{0}" nicht gefunden. Bitte Servereinstellungen und Lösungsname prüfen.
es_es: Folders.json no encontrado en la URL "{0}". Compruebe la parametrización del servidor y el nombre de la solución.
fr_fr: Folders.json non trouvé à l'URL "{0}". Vérifier le paramétrage du serveur et le nom de la solution.
pt_pt: Folders.json não encontrado em url "{0}" . Verifique as configurações do servidor eo nome da solução .
zh_cn: 在URL "{0}"未找到Folders.json。请检查服务器的参数设置和解决方案的名称。

source: Solution and folder names are valid
de_de: Lösungs- und Folder-Name sind gültig
es_es: Nombre de la solución y del dossier válidos
fr_fr: Nom de la solution et du dossier valides
pt_pt: Nome da solução e pasta válida
zh_cn: 解决方案的名称和账套的名称有效

source: Folder name '{0}' does not appear in FOLDERS.json
de_de: Foldername '{0}' erscheint nicht in FOLDERS.json
es_es: El nombre de dossier '{0}' no aparece en el FOLDERS.json
fr_fr: Le nom de dossier '{0}' n'apparaît pas dans FOLDERS.json
pt_pt: O nome da pasta '{0}' não aparece no FOLDERS.json
zh_cn: 账套名称'{0}'未出现在FOLDERS.json中

source: Can't get right access from endpoint {0}
de_de: Kein richtiger Zugriff vom Endpoint {0} möglich
es_es: Imposible tener acceso por endpoint {0}
fr_fr: Impossible d'avoir l'accès par l'endpoint {0}
pt_pt: Não é possível ter acesso a partir do endpoint {0}
zh_cn: 无法访问端点{0}

source: No role available
de_de: Keine Rolle verfügbar
es_es: Ningún rol disponible
fr_fr: Aucun rôle disponible
pt_pt: Não há funções disponíveis
zh_cn: 无可用角色

source: Service is only available for X3 endpoints
de_de: Service ist nur für X3-Endpoints verfügbar
es_es: Servicio disponible para los endpoints X3
fr_fr: Service disponible uniquement pour les endpoints X3
pt_pt: Serviço disponível apenas para terminais X3
zh_cn: 仅X3端点可用的服务

source: Origin endpoint not found for {0}
de_de: Ursprünglicher Endpoint für {0} nicht gefunden
es_es: El endpoint de origen no se ha encontrado para {0}
fr_fr: Le endpoint d'origine n'a pas été trouvé pour {0}
pt_pt: O endpoint original não foi encontrado para {0}
zh_cn: 未找到{0}的来源端点

source: Entity {0} not found for endpoint {1}
de_de: Entität {0} für Endpoint {1} nicht gefunden
es_es: La entidad {0} no se ha encontrado para el endpoint {1}
fr_fr: L'entité {0} n'a pas été trouvée pour le endpoint {1}
pt_pt: A entidade {0} não foi encontrado para o endpoint {1}
zh_cn: 未找到端点{1}的实体{0}

source: Cannot use internal server certificate as client certificate
de_de: Internes Server-Zertifikat kann nicht als Client-Zertifikat verwendet werden
es_es: Imposible utilizar el certificado de servidor interno como certificado de cliente
fr_fr: Impossible d'utiliser le certificat du serveur interne en tant que certificat du client
pt_pt: Não é possível usar o certificado do servidor interno como um certificado de cliente
zh_cn: 无法将该服务器证书作为客户端证书使用

source: Two connections with same port {0}
de_de: Zwei Verbindungen zum selben Port {0}
es_es: Hay dos conexiones con el mismo puerto {0}
fr_fr: Il y a deux connexions avec le même port {0}
pt_pt: Existem duas ligações para a mesma porta {0}
zh_cn: 同一个端口{0}有两个连接

source: First connection must be active
de_de: Erste Verbindung muss aktiv sein
es_es: La primera conexión debe ser activa
fr_fr: La première connexion doit être active
pt_pt: A primeira conexão é ao vivo
zh_cn: 第一个连接必须是激活状态的

source: No connection data
de_de: Keine Verbindungsdaten
es_es: Ningún dato de conexión
fr_fr: Aucune donnée de connexion
pt_pt: Sem conexão de dados
zh_cn: 没有任何连接数据

source: SSL with client authentication for load balancing only with internal certificates
de_de: SSL mit Client-Authentifizierung für Ausgleich nur mit internen Zertifikaten
es_es: SSL con autentificación cliente para un reparto de la carga unica con certificados internos
fr_fr: SSL avec authentification client pour une répartition de la charge uniquement avec des certificats internes
pt_pt: SSL com autenticação do cliente para divisão de carga apenas com certificados internos
zh_cn: 带有客户端身份验证的SSL，适用于只有内部证书的负载均衡

source: Host {0} must be deactivated before deletion
de_de: Host {0} muss vor dem Löschen deaktiviert werden
es_es: El servidor {0} debe ser desactivado antes de borrar
fr_fr: L'hôte {0} doit être désactivé avant la suppression
pt_pt: O host {0} deve ser desativado antes de excluir
zh_cn: 在删除前应当取消主机{0}的激活状态

source: The host {0} will restart to follow these connection changes. Proceed?
de_de: Der Host {0} wird nun neugestartet, um die Verbindungsänderungen vorzunehmen. Fortfahren?
es_es: El servidor {0} va a rearrancar para seguir estos cambios de conexión. ¿Desea continuar?
fr_fr: L'hôte {0} va redémarrer afin de suivre ces changements de connexion. Continuer ?
pt_pt: O host {0} irá reiniciar a fim de acompanhar as modificaçãos de conexão. Continuar?
zh_cn: 将重新启动主机{0}以便追踪连接的变更情况。要继续吗？

source: License file '{0}' does not exist
de_de: Lizenzdatei '{0}' nicht vorhanden
es_es: Fichero de licencia '{0}' inexistente
fr_fr: Fichier de licence '{0}' inexistant
pt_pt: O arquivo '{0}' não existe
zh_cn: 许可文件不存在

source: No license content
de_de: Kein Lizenzinhalt
es_es: Sin contenido de licencia
fr_fr: Pas de contenu de licence
pt_pt: Sem Licença de Conteúdo
zh_cn: 没有许可证内容

source: No licensee in license for {0}
de_de: Kein Lizenzinhaber in Lizenz für {0}
es_es: Ningún titular de licencia está incluido en la licencia para {0}
fr_fr: Aucun titulaire de licence n'est contenu dans la licence pour {0}
pt_pt: No licenciado está contida na licença para {0}
zh_cn: {0}的许可证中不包含任何许可持有人

source: No product or policy information
de_de: Keine Produkt- oder Richtlinieninformationen
es_es: Ningúna información sobre el producto o las reglas
fr_fr: Aucune information sur le produit ou les règles
pt_pt: Nenhuma informação sobre o produto ou as regras
zh_cn: 产品或规则上没有任何信息

source: No validity in license for {0}
de_de: Keine Gültigkeit in Lizenz für {0}
es_es: Ningún límite de validez está incluido en la licencia para {0}
fr_fr: Aucune limite de validité n'est contenue dans la licence pour {0}
pt_pt: Não há limite de validade está contida na licença para {0}
zh_cn: {0}的许可证中不包含任何有效期限

source: Cannot delete valid licenses
de_de: Gültige Lizenzen können nicht gelöscht werden
es_es: Imposible borrar las licencias válidas
fr_fr: Impossible de supprimer des licences valides
pt_pt: Não é possível excluir licenças válidas
zh_cn: 无法删除一项有效的许可证

source: Wrong license file type {0}
de_de: Falscher Lizenzdateityp {0}
es_es: Tipo de fichero de licencia {0} erróneo
fr_fr: Mauvais type de fichier de licence {0}
pt_pt: Tipo errado de arquivo de licença {0}
zh_cn: 错误的许可证文件类型{0}

source: "Number decimal separator" and "Number group separator" cannot be identical for {0}
de_de: "Dezimaltrennzeichen" und "Gruppentrennzeichen" können für {0} nicht gleich sein
es_es: El "Símbolo decimal" y el "Símbolo de agrupación de cifras" no pueden ser identicos para {0}·
fr_fr: Le "Symbole décimal" et le "Symbole de groupement des chiffres" ne peuvent être identiques pour {0}
pt_pt: O Decimal e Symbol Digit agrupamento não pode ser idêntico ao {0}
zh_cn: 对{0}而言，"小数点分隔符"和"数字组分隔符"不可能是相同的
